Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Planetary_Settings_Show_Type_Summary
source: Show summary
zh_hans: 显示汇总

# Planetary_Settings_Title
source: Settings
zh_hans: 设置

# Planetary_Sovereignty_Description
source: Which Faction
zh_hans: 要在哪个主权辖区生产

# Planetary_System_Description
source: Select system as production center
zh_hans: 选择作为生产中心的星系

# Planetary_Uses
source: Required for
zh_hans: 用于生产

source: Price
zh_hans: 价格

# Processing_Data
source: Processing...
zh_hans: 正在处理数据...

# Purchase_Alert_OK
source: OK
zh_hans: 确定

# Purchase_Alert_Title
source: Notice
zh_hans: 提示

# Purchase_All_Badges_Unlocked
source: All unlocked
zh_hans: 已全部解锁

# Purchase_Badge_Unlocked
source: Available
zh_hans: 可用

source: Purchase cancelled
zh_hans: 购买已取消

# Purchase_Price_Free
source: Free
zh_hans: 免费

# Purchase_Processing
source: Processing...
zh_hans: 处理中...

# Purchase_Product_Not_Found
source: Product not found, please try again later
zh_hans: 产品未找到，请稍后再试

# Purchase_Restore
source: Restore Purchases
zh_hans: 恢复购买

# Purchase_Restore_Success
source: Purchases restored successfully
zh_hans: 恢复购买成功

# Purchase_Sponsor_Unlock_All
source: Sponsor to unlock all
zh_hans: 赞助解锁全部

# Purchase_Success
source: Purchase successful
zh_hans: 购买成功

# rank_500001_0
source: Protectorate Ensign
zh_hans: 护卫军掌旗官

# rank_500001_1
source: Second Lieutenant
zh_hans: 少尉

# rank_500001_2
source: First Lieutenant
zh_hans: 中尉

# rank_500001_3
source: Captain
zh_hans: 上尉

# rank_500001_4
source: Major
zh_hans: 少校

# rank_500001_5
source: Lieutenant Colonel
zh_hans: 中校

# rank_500001_6
source: Colonel
zh_hans: 上校

# rank_500001_7
source: Wing Commander
zh_hans: 联队指挥官

# rank_500001_8
source: Strike Commander
zh_hans: 攻击指挥官

# rank_500001_9
source: Brigadier General
zh_hans: 准将

# rank_500002_0
source: Nation Warrior
zh_hans: 民族战士

# rank_500002_1
source: Spike Lieutenant
zh_hans: 尖刀尉官

# rank_500002_2
source: Spear Lieutenant
zh_hans: 长矛尉官

# rank_500002_3
source: Venge Captain
zh_hans: 复仇队长

# rank_500002_4
source: Lance Commander
zh_hans: 骑兵指挥官

# rank_500002_5
source: Blade Commander
zh_hans: 刀锋指挥官

# rank_500002_6
source: Talon Commander
zh_hans: 鹰爪指挥官

# rank_500002_7
source: Voshud Major
zh_hans: 曙光少校

# rank_500002_8
source: Matar Colonel
zh_hans: 玛塔尔上校

# rank_500002_9
source: Valklear General
zh_hans: 瓦基尔将军

# rank_500003_0
source: Paladin Crusader
zh_hans: 十字军骑士

# rank_500003_1
source: Templar Lieutenant
zh_hans: 圣殿骑士尉官

# rank_500003_2
source: Cardinal Lieutenant
zh_hans: 红衣尉官

# rank_500003_3
source: Arch Lieutenant
zh_hans: 首席尉官

# rank_500003_4
source: Imperial Major
zh_hans: 帝国校官

# rank_500003_5
source: Marshal Commander
zh_hans: 高阶指挥官

# rank_500003_6
source: Imperator Commander
zh_hans: 凯旋指挥官

# rank_500003_7
source: Tribunus Colonel
zh_hans: 护民上校

# rank_500003_8
source: Legatus Commodore
zh_hans: 皇家指挥官

# rank_500003_9
source: Divine Commodore
zh_hans: 神圣指挥官

# rank_500004_0
source: Federation Minuteman
zh_hans: 联邦民兵

# rank_500004_1
source: Defender Lieutenant
zh_hans: 防御者尉官

# rank_500004_2
source: Guardian Lieutenant
zh_hans: 保护者尉官

# rank_500004_3
source: Lieutenant Sentinel
zh_hans: 岗哨尉官

# rank_500004_4
source: Shield Commander
zh_hans: 庇护指挥官

# rank_500004_5
source: Aegis Commander
zh_hans: 守护指挥官

# rank_500004_6
source: Vice Commander
zh_hans: 次级指挥官

# rank_500004_7
source: Major General
zh_hans: 少将

# rank_500004_8
source: Lieutenant General
zh_hans: 中将

# rank_500004_9
source: Luminaire General
zh_hans: 上将

# RateLimit_Alert_OK
source: OK
zh_hans: 确定

source: Rearm
zh_hans: 重装

source: Reason: %@
zh_hans: 理由: %@

# Recipient_Type_Alliance
source: Alliance
zh_hans: 联盟

# Recipient_Type_Character
source: Character
zh_hans: 角色

# Recipient_Type_Corporation
source: Corporation
zh_hans: 军团

# Recipient_Type_Mailing_List
source: Mailing List
zh_hans: 邮件列表

# Region_All
source: All Regions
zh_hans: 所有星域

# Region_Filter
source: Filter by Region
zh_hans: 过滤星域

# Region_Search_Placeholder
source: Search regions...
zh_hans: 搜索星域...

# Region_Search_Title
source: Select Region
zh_hans: 选择星域

source: Remove Current Booster
zh_hans: 移除此处增效剂

source: Remove Current Implant
zh_hans: 移除此处植入体

source: Rig Slot
zh_hans: 改装槽

# Scopes_Local_Refresh_Success
source: Scopes loaded from cache, got %d permissions
zh_hans: 从本地缓存加载权限，获取到 %d 个权限

# Scopes_Refresh_Success
source: Scopes refreshed, got %d permissions
zh_hans: 成功刷新权限，获取到 %d 个权限

# SDE_Already_Latest
source: Already Latest
zh_hans: 已是最新

# SDE_Already_Latest_Hint
source: Data package is up to date
zh_hans: 数据包已是最新

# SDE_Check_Hint
source: Tap to check for data package and icon updates
zh_hans: 点按检查数据包与图标更新

# SDE_Checking_Subtitle
source: Connecting to CloudKit…
zh_hans: 正在连接 CloudKit…

# SDE_Current_Version
source: Current Version
zh_hans: 当前版本

source: SDE Data Package
zh_hans: SDE数据包

# SDE_Done
source: Done
zh_hans: 完成

# SDE_Exit
source: Dismiss
zh_hans: 返回

# SDE_Icon_Package
source: Icon Package
zh_hans: 图标包

# SDE_Last_Checked
source: Last checked: %@
zh_hans: 上次检查：%@

# SDE_Latest_Version
source: Latest Version
zh_hans: 最新版本

# SDE_Log_Calculating_SHA
source: Calculating SHA256…
zh_hans: 正在计算 SHA256…

# SDE_Log_Download_Completed
source: CloudKit download completed!
zh_hans: CloudKit下载完成！

# SDE_Log_Downloading_Icons
source: Downloading icons.zip from CloudKit...
zh_hans: 从CloudKit下载 icons.zip...

# SDE_Log_Downloading_SDE
source: Downloading sde.zip from CloudKit...
zh_hans: 从CloudKit下载 sde.zip...

# SDE_Log_Extract_Icons_Success
source: icons.zip extracted successfully!
zh_hans: icons.zip 解压成功！

# SDE_Log_Extract_SDE_Success
source: sde.zip extracted successfully!
zh_hans: sde.zip 解压成功！

# SDE_Log_Extracting_Icons
source: Extracting icons.zip...
zh_hans: 解压 icons.zip...

# SDE_Log_Extracting_SDE
source: Extracting sde.zip...
zh_hans: 解压 sde.zip...

# SDE_Log_Icons_Up_To_Date
source: Icons already up to date, skipping download
zh_hans: 图标已是最新，跳过下载

# SDE_Log_Metadata_Failed
source: Failed to save metadata_file.json: %@
zh_hans: 保存 metadata_file.json 失败: %@

# SDE_Log_Metadata_Saved
source: metadata_file.json saved to icons directory
zh_hans: metadata_file.json 已保存到图标目录

# SDE_Log_Preparing_Icons
source: Preparing icons.zip...
zh_hans: 准备 icons.zip...

# SDE_Log_Preparing_SDE
source: Preparing sde.zip...
zh_hans: 准备 sde.zip...

# SDE_Log_SDE_Up_To_Date
source: SDE already up to date, skipping download
zh_hans: SDE已是最新，跳过下载

# SDE_Log_SHA_Failed
source: SHA256 verification failed
zh_hans: SHA256验证失败

# SDE_Log_SHA_Verified
source: SHA256 verified
zh_hans: SHA256验证通过

# SDE_Log_Update_Failed
source: Update failed: %@
zh_hans: 更新失败: %@

# SDE_Log_Verifying_Icons_SHA
source: Verifying icons.zip SHA256...
zh_hans: 验证 icons.zip SHA256...

# SDE_Log_Verifying_SDE_SHA
source: Verifying sde.zip SHA256...
zh_hans: 验证 sde.zip SHA256...

# SDE_Not_Available
source: Not Available
zh_hans: 不可用

# SDE_Reset_Cancel
source: Cancel
zh_hans: 取消

# SDE_Reset_Confirm
source: Reset
zh_hans: 重置

# SDE_Reset_Confirm_Title
source: Reset SDE Database
zh_hans: 重置SDE数据库

# SDE_Reset_Database
source: Reset SDE Database
zh_hans: 重置SDE数据库

# SDE_Reset_Database_Detail
source: Delete local SDE data and use built-in database
zh_hans: 删除本地SDE数据，使用内置数据库

# SDE_Reset_Message
source: This will delete all local SDE data and the app will use the built-in database again. This action cannot be undone.
zh_hans: 这将删除所有本地SDE数据，应用将重新使用内置的数据库。此操作不可撤销。

# SDE_Reset_Section
source: Reset SDE
zh_hans: 重置 SDE

# SDE_Reset_Success_Message
source: SDE database has been restored to default version
zh_hans: SDE 数据库已恢复到默认版本

# SDE_Reset_Success_Title
source: Reset Successful
zh_hans: 重置成功

# SDE_Status_Downloading
source: Downloading
zh_hans: 正在下载

# SDE_Status_Installing
source: Installing
zh_hans: 正在安装

# SDE_Status_Latest
source: Latest
zh_hans: 最新

# SDE_Status_Pending
source: Pending
zh_hans: 等待中

# SDE_Status_Update
source: Update
zh_hans: 可更新

# SDE_Status_Verifying
source: Verifying
zh_hans: 正在校验

# SDE_Update
source: Update
zh_hans: 更新

source: SDE Update Details
zh_hans: SDE更新详情

# SDE_Update_Failed
source: Update Failed
zh_hans: 更新失败

# SDE_View_Update
source: View Available Update
zh_hans: 查看可用更新

# Seconds_Suffix
source: s
zh_hans: 秒

# Security_HighSec
source: High Sec
zh_hans: 高安

# Security_LowSec
source: Low Sec
zh_hans: 低安

# Security_NullSec
source: Null Sec
zh_hans: 零安

source: Select Item
zh_hans: 选择项目

# Settings_Merge_Locations
source: Merge Same Locations
zh_hans: 合并相同地点的数据

# Settings_Merge_Locations_Description
source: Deduplicate by location, merge assets from multiple characters
zh_hans: 按地点去重，合并多人物资产

# Settings_Multi_Character
source: Multi-Character Aggregation
zh_hans: 多人物聚合

# Settings_Multi_Character_Description
source: Aggregate data from multiple characters
zh_hans: 聚合显示多个角色的数据

source: Ship Hangar
zh_hans: 舰船机库

source: Skill Groups Not Found
zh_hans: 未找到技能组

# SkillQueue_3Day_Body
source: %1$@'s skill queue expires in 3 days (%2$@)
zh_hans: %1$@ 的技能队列将在3天后到期（%2$@）

# SkillQueue_3Day_Title
source: Skill Queue Expires in 3 Days
zh_hans: 技能队列3天后到期

# SkillQueue_Due_Body
source: %1$@'s skill queue expires today (%2$@)
zh_hans: %1$@ 的技能队列今日到期（%2$@）

# SkillQueue_Due_Title
source: Skill Queue Expires Today
zh_hans: 技能队列今日到期

# Sovereignty_All
source: All Sovereignty
zh_hans: 所有主权

# Sovereignty_Capital
source: Capital System
zh_hans: 首都星系

# Sovereignty_Error
source: Loading failed
zh_hans: 加载失败

source: Sovereignty List
zh_hans: 主权列表

# Sovereignty_Loading
source: Loading...
zh_hans: 加载中...

# Sovereignty_No_Data
source: No sovereignty data
zh_hans: 暂无主权数据

source: Sovereignty Regions
zh_hans: 主权星域

# Sovereignty_Retry
source: Retry
zh_hans: 重试

# Sovereignty_Search_Placeholder
source: Search sovereignty or systems...
zh_hans: 搜索主权势力或星系...

# Sovereignty_Search_Results_Factions
source: Sovereignty
zh_hans: 主权势力

# Sovereignty_Search_Results_Systems
source: Solar-Systems
zh_hans: 星系

# Sovereignty_Search_Title
source: Select Sovereignty
zh_hans: 选择主权

# Sovereignty_Systems
source: system(s)
zh_hans: 个星系

# SpecializedAmmoHold
source: Ammo Hold
zh_hans: 弹药舱

# SpecializedAsteroidHold
source: Asteroid Hold
zh_hans: 小行星舱

# SpecializedCommandCenterHold
source: Command Center Hold
zh_hans: 指挥中心舱

# SpecializedFuelBay
source: Fuel Bay
zh_hans: 燃料舱

# SpecializedGasHold
source: Gas Hold
zh_hans: 气云舱

# SpecializedIceHold
source: Ice Hold
zh_hans: 冰矿舱

# SpecializedIndustrialShipHold
source: Industrial Ship Hold
zh_hans: 工业舰船舱

# SpecializedLargeShipHold
source: Large Ship Hold
zh_hans: 大型舰船舱

# SpecializedMaterialBay
source: Material Bay
zh_hans: 材料舱

# SpecializedMediumShipHold
source: Medium Ship Hold
zh_hans: 中型舰船舱

# SpecializedMineralHold
source: Mineral Hold
zh_hans: 矿物舱

# SpecializedOreHold
source: Ore Hold
zh_hans: 矿石舱

# SpecializedPlanetaryCommoditiesHold
source: Planetary Commodities Hold
zh_hans: 行星商品舱

# SpecializedSalvageHold
source: Salvage Hold
zh_hans: 残骸舱

# SpecializedShipHold
source: Ship Hold
zh_hans: 舰船舱

# SpecializedSmallShipHold
source: Small Ship Hold
zh_hans: 小型舰船舱

# Standing_Loading
source: Loading standings data...
zh_hans: 正在加载声望数据...

# Standing_Loading_Failed
source: Failed to load standings data
zh_hans: 加载声望数据失败

# Standing_No_Data
source: No standings data available
zh_hans: 暂无声望数据

# Standing_Unknown
source: [Unknown]
zh_hans: [未知]

source: Standings
zh_hans: 声望

# Standings_num
source: Standing: %@
zh_hans: 声望: %@

# StarMap_Filter_All
source: All
zh_hans: 全部

# StarMap_Filter_Barren
source: Planet (Barren)
zh_hans: 行星（贫瘠）

# StarMap_Filter_Gas
source: Planet (Gas)
zh_hans: 行星（气态）

# StarMap_Filter_Ice
source: Planet (Ice)
zh_hans: 行星（冰体）

# StarMap_Filter_Jove
source: Jove Observatory
zh_hans: 朱庇特瞭望台

# StarMap_Filter_Lava
source: Planet (Lava)
zh_hans: 行星（熔岩）

# StarMap_Filter_Oceanic
source: Planet (Oceanic)
zh_hans: 行星（海洋）

# StarMap_Filter_Plasma
source: Planet (Plasma)
zh_hans: 行星（等离子）

# StarMap_Filter_Storm
source: Planet (Storm)
zh_hans: 行星（风暴）

# StarMap_Filter_Temperate
source: Planet (Temperate)
zh_hans: 行星（温和）

# StarMap_Load_Failed
source: Failed to load star map data
zh_hans: 加载星域数据失败

# StarMap_Loading
source: Loading...
zh_hans: 加载星域图中...

# StarMap_No_Results
source: No matching regions found
zh_hans: 未找到匹配的星域

# StarMap_Reset_View
source: Reset View
zh_hans: 重置视图

# StarMap_Retry
source: Retry
zh_hans: 重试

# StarMap_Search_Region
source: Search region
zh_hans: 搜索星域

# StarMap_Search_System
source: Search system
zh_hans: 搜索星系

# StarMap_Title
source: Star Map
zh_hans: 星域图

# StarMap_Unknown_Region
source: Unknown
zh_hans: 未知

# Startup_Checking
source: Checking Resources
zh_hans: 正在检查资源

# Startup_Extracting
source: Extracting Data
zh_hans: 正在解压数据

# Startup_Initializing
source: Initializing
zh_hans: 正在初始化

# Startup_Loading_DB
source: Loading Data
zh_hans: 正在加载数据

# Storage_Change_Chart
source: Storage Chart
zh_hans: 仓库图表

# Structure_Facility_Selector_Add_Rigs
source: Add Rigs
zh_hans: 添加插件

# Structure_Facility_Selector_Clear_System
source: Clear System Selection
zh_hans: 清除星系选择

# Structure_Facility_Selector_Custom_Name
source: Custom Name
zh_hans: 自定义名称

# Structure_Facility_Selector_Name_Placeholder
source: Enter structure name
zh_hans: 输入建筑名称

# Structure_Facility_Selector_No_Sovereignty
source: No Sovereignty
zh_hans: 无主权

# Structure_Facility_Selector_No_Structure_Selected
source: No Structure Selected
zh_hans: 未选择建筑

# Structure_Facility_Selector_No_System_Selected
source: No System Selected
zh_hans: 未选择星系

# Structure_Facility_Selector_Rigs
source: Rigs
zh_hans: 插件

# Structure_Facility_Selector_Save
source: Save
zh_hans: 保存

# Structure_Facility_Selector_Select_Rigs
source: Select Rigs
zh_hans: 选择插件

# Structure_Facility_Selector_Select_Structure
source: Select Structure
zh_hans: 选择建筑

# Structure_Facility_Selector_Select_System
source: Select System
zh_hans: 选择星系

# Structure_Facility_Selector_Selected_System
source: Selected System
zh_hans: 已选星系

# Structure_Facility_Selector_Structure
source: Structure
zh_hans: 建筑

# Structure_Facility_Selector_System
source: System
zh_hans: 星系

# Structure_Facility_Selector_System_Selected
source: System Selected
zh_hans: 已选择星系

# Structure_Facility_Selector_Title
source: Add Structure
zh_hans: 添加建筑

# Structure_Facility_Selector_Unknown_System
source: Unknown System
zh_hans: 未知星系

# Structure_Info_All_Rigs
source: All Rigs
zh_hans: 所有插件

# Structure_Info_Detail_Title
source: Structure Details
zh_hans: 建筑详情

# Structure_Info_Done
source: Done
zh_hans: 完成

# Structure_Info_No_Sovereignty
source: No Sovereignty
zh_hans: 无主权

# Structure_Info_Rigs
source: Rigs
zh_hans: 插件

# Structure_Info_System
source: System
zh_hans: 星系

# Structure_Info_Unknown_System
source: Unknown System
zh_hans: 未知星系

# Structure_Market_Access_Denied
source: Cannot access this structure
zh_hans: 无法访问此建筑

# Structure_Market_All_Categories
source: All Categories (orders)
zh_hans: 所有目录 (订单数)

# Structure_Market_All_Groups
source: All Groups (orders)
zh_hans: 所有分组 (订单数)

# Structure_Market_Buy_Orders_Count
source: Buy Orders
zh_hans: 买单总数

# Structure_Market_Cache_Invalid_Refresh
source: Cache expired, refresh available
zh_hans: 缓存失效，可刷新

# Structure_Market_Cache_Valid_No_Refresh
source: Cache valid, no refresh needed
zh_hans: 缓存有效，无需刷新

# Structure_Market_Cache_Valid_Refresh
source: Cache valid, refresh available
zh_hans: 缓存有效，可刷新

# Structure_Market_Category_Distribution
source: Category Distribution
zh_hans: 目录分布

# Structure_Market_Cooldown_Message
source: Update interval too short, please try again in 20 minutes
zh_hans: 更新间隔太短，请20分钟后再试

# Structure_Market_Empty_Message
source: Tap the plus button in the top right corner to add market structures
zh_hans: 点击右上角的加号按钮添加市场建筑

# Structure_Market_Empty_Title
source: No Structures
zh_hans: 暂无建筑

# Structure_Market_Group_Distribution
source: Group Distribution
zh_hans: 分组分布

# Structure_Market_Highest_Price
source: Highest Price
zh_hans: 最高价

# Structure_Market_Item_Types_Count
source: Item Types
zh_hans: 物品类别

# Structure_Market_Items_Count
source: Items
zh_hans: 物品数

# Structure_Market_Jita_Price
source: Jita Price
zh_hans: Jita价格

# Structure_Market_Jita_Price_Buy
source: Jita Buy Order
zh_hans: Jita买单

# Structure_Market_Jita_Price_Sell
source: Jita Sell Order
zh_hans: Jita卖单

# Structure_Market_Jita_Prices
source: Market Prices in The Forge
zh_hans: 伏尔戈市场价格

# Structure_Market_Just_Updated
source: Just updated
zh_hans: 刚刚更新

# Structure_Market_Loading
source: Loading
zh_hans: 加载中

# Structure_Market_Loading_Jita_Price_Progress
source: Loading Jita Price %d/%d
zh_hans: 正在加载 Jita 价格 %d/%d

# Structure_Market_Lowest_Price
source: Lowest Price
zh_hans: 最低价

# Structure_Market_Minutes_Ago
source: %d minutes ago
zh_hans: %d分钟前更新

# Structure_Market_No_Items
source: No Items
zh_hans: 暂无物品

# Structure_Market_No_Premium_Items
source: No items price
zh_hans: 暂无溢价物品

# Structure_Market_No_Price
source: No Price
zh_hans: 无价格

# Structure_Market_Orders_Count
source: Orders
zh_hans: 订单数

# Structure_Market_Orders_Overview
source: Structure Orders
zh_hans: 建筑订单总览

# Structure_Market_Orders_Unit
source: orders
zh_hans: 个订单

# Structure_Market_Other
source: Other
zh_hans: 其他

# Structure_Market_Premium
source: Overprice
zh_hans: 溢价

# Structure_Market_Refresh
source: Refresh
zh_hans: 刷新

# Structure_Market_Search_Placeholder
source: Search item name (at least 2 char)
zh_hans: 搜索物品名称（至少2个字符）

# Structure_Market_Search_Results
source: Search Results
zh_hans: 搜索结果

# Structure_Market_Search_Results_Buy
source: Search Results (Buy Overprice)
zh_hans: 搜索结果 (买单溢价)

# Structure_Market_Search_Results_Sell
source: Search Results (Sell Overprice)
zh_hans: 搜索结果 (卖单溢价)

# Structure_Market_Sell_Orders_Count
source: Sell Orders
zh_hans: 卖单总数

# Structure_Market_Sell_Orders_Data
source: Top 10 Sell Orders
zh_hans: 卖单数据 Top 10

# Structure_Market_Structure_Price
source: Current Price
zh_hans: 当前价格

# Structure_Market_Structure_Price_Buy
source: Current Buy Order
zh_hans: 当前买单

# Structure_Market_Structure_Price_Sell
source: Current Sell Order
zh_hans: 当前卖单

# Structure_Market_Top_Buy_Orders
source: Top Buy Orders
zh_hans: 最多买单

# Structure_Market_Top_Items
source: Top 10 Items
zh_hans: Top 10 物品

# Structure_Market_Top_Premium
source: Top Overprice
zh_hans: 最高溢价

# Structure_Market_Top_Premium_Items
source: All Items (Overprice)
zh_hans: 所有物品 (溢价比例)

# Structure_Market_Top_Premium_Items_Buy
source: All Items (Buy Overprice)
zh_hans: 所有物品 (买单溢价比例)

# Structure_Market_Top_Premium_Items_Sell
source: All Items (Sell Overprice)
zh_hans: 所有物品 (卖单溢价比例)

# Structure_Market_Top_Sell_Categories
source: Top Sell Order Categories
zh_hans: 卖单最多的物品类别

# Structure_Market_Top_Sell_Items
source: Top 10 Items by Sell Orders
zh_hans: 卖单最多的物品 Top 10

# Structure_Market_Top_Sell_Orders
source: Top Sell Orders
zh_hans: 最多卖单

# Structure_Market_View_More
source: View More
zh_hans: 查看更多

# Structure_No_Access
source: No Access Structure
zh_hans: 无权限建筑物

# Structure_Orders_Count
source: %d orders
zh_hans: %d 个订单

# Structure_Orders_Days_Ago
source: %d days ago
zh_hans: %d 天前更新

# Structure_Orders_Failed
source: Failed to Load Orders
zh_hans: 订单加载失败

# Structure_Orders_Hours_Ago
source: %d hours ago
zh_hans: %d 小时前更新

# Structure_Orders_Item_Types
source: %d item types
zh_hans: %d 种物资

# Structure_Orders_Just_Updated
source: Just updated
zh_hans: 刚刚更新

# Structure_Orders_Load
source: Load Orders
zh_hans: 加载订单

# Structure_Orders_Loading
source: Loading...
zh_hans: 加载中...

# Structure_Orders_Minutes_Ago
source: %d minutes ago
zh_hans: %d 分钟前更新

# Structure_Orders_No_Cache
source: No cache
zh_hans: 无缓存

# Structure_Orders_Reload_Cancel
source: Cancel
zh_hans: 取消

# Structure_Orders_Reload_Confirm
source: Confirm
zh_hans: 确认

# Structure_Orders_Reload_Message
source: Do you want to reload market orders for this structure?
zh_hans: 是否重新加载该建筑的市场订单数据？

# Structure_Orders_Reload_Title
source: Reload Orders
zh_hans: 重新加载订单

# Structure_Orders_Success
source: Orders Loaded Successfully
zh_hans: 订单加载成功

# Structure_Selector_Add_Structure
source: Add Structure
zh_hans: 添加建筑

# Structure_Selector_Custom_Structures
source: Custom Structures
zh_hans: 自定义建筑

# Structure_Selector_Default_Structure
source: Default Structure
zh_hans: 默认建筑

# Structure_Selector_No_Preset_Structures
source: No Preset Structures
zh_hans: 暂无预设建筑

# Structure_Selector_No_Rigs
source: No Rigs
zh_hans: 无插件

# Structure_Selector_Other_Rigs
source: and %d others
zh_hans: 等其他 %d 个

# Structure_Selector_Preset_Structures
source: Preset Structures
zh_hans: 预设建筑

# Structure_Selector_Title
source: Select Structure
zh_hans: 选择建筑

# Structure_Selector_Unnamed_Structure
source: Unnamed Structure
zh_hans: 未命名建筑

source: Subsystem Slot
zh_hans: 子系统槽

source: Summary
zh_hans: 摘要

source: System
zh_hans: 星系

# System_All
source: All Systems
zh_hans: 所有星系

# System_All_In_Region
source: All Systems in Region
zh_hans: 该星域内所有星系

# System_Filter
source: Filter by System
zh_hans: 过滤星系

# System_Search_Matched_Systems
source: Matched Systems
zh_hans: 匹配星系

# System_Search_No_Match
source: No matching regions or systems
zh_hans: 未找到匹配的星域或星系

# System_Search_Placeholder
source: Search systems...
zh_hans: 搜索星系...

# System_Search_Title
source: Select System
zh_hans: 选择星系

source: Tax Rate
zh_hans: 税率

# Time_Days
source: %dd
zh_hans: %d天

# Time_Days_Ago
source: %d days ago
zh_hans: %d天前

# Time_Days_Hours
source: %dd %dh
zh_hans: %d天%d小时

# Time_Days_Hours_Ago
source: %d days %d hours ago
zh_hans: %d天%d小时前

# Time_Days_Long
source: %d Days
zh_hans: %d 天

# Time_Days_Minutes
source: %dd %dm
zh_hans: %d天%d分

# Time_Days_Seconds
source: %dd %ds
zh_hans: %d天%d秒

# Time_Hours
source: %dh
zh_hans: %d小时

# Time_Hours_Ago
source: %d hours ago
zh_hans: %d小时前

# Time_Hours_Ago_short
source: %dh ago
zh_hans: %d小时前

# Time_Hours_Long
source: %d Hours
zh_hans: %d 小时

# Time_Hours_Minutes_Ago
source: %d hours %d minutes ago
zh_hans: %d小时%d分钟前

# Time_Hours_Seconds
source: %dh %ds
zh_hans: %d小时%d秒

# Time_Just_Now
source: just now
zh_hans: 刚刚

# Time_Minutes
source: %dm
zh_hans: %d分

# Time_Minutes_Ago
source: %d minutes ago
zh_hans: %d分钟前

# Time_Minutes_Ago_short
source: %dm ago
zh_hans: %d分钟前

# Time_Minutes_Seconds
source: %dm %ds
zh_hans: %d分%d秒

# Time_Remaining
source: Remaining Time:
zh_hans: 剩余时间:

# Time_Seconds
source: %ds
zh_hans: %d秒

# Time_Seconds_Ago_short
source: %ds ago
zh_hans: %d秒前

source: Timer
zh_hans: 计时器

# Token_Scopes_Count
source: %d scopes
zh_hans: 共 %d 个权限

# Token_Scopes_Filtered_Count
source: %d matching scopes (of %d total)
zh_hans: 找到 %d 个匹配的权限（共 %d 个）

# Token_Scopes_No_Results
source: No matching scopes found
zh_hans: 未找到匹配的权限

source: Token scopes not found
zh_hans: 未找到 token scopes

# Token_Scopes_Search_Placeholder
source: Search scopes...
zh_hans: 搜索权限...

# Token_Viewer_Expired_Tag
source: Expired
zh_hans: 已过期

# Token_Viewer_Force_Expire
source: Force Expire
zh_hans: 强制过期

# Token_Viewer_Force_Expire_Confirm
source: Force expire this character's token? This will clear token cache but keep the character.
zh_hans: 确定要强制使此角色的 token 过期吗？此操作会清除 token 缓存但保留角色。

# Token_Viewer_No_Token
source: None
zh_hans: 无

source: Total Expense
zh_hans: 总支出

source: Total Income
zh_hans: 总收入

source: Total volume
zh_hans: 总体积

source: Total Yield:
zh_hans: 总产量:

source: Transaction Dates
zh_hans: 交易日期

# transactions
source: trans
zh_hans: 条记录

source: types
zh_hans: 种

source: Unknown
zh_hans: 未知

source: Unknown Flag
zh_hans: 未知舱室

source: Unknown Location
zh_hans: 未知位置

source: Unknown System
zh_hans: 未知星系

# Unnamed
source: Unnamed fit
zh_hans: 未命名

# Update_Log_Changes_Count
source: %d updates
zh_hans: %d 项更新

# Update_Log_Details
source: Update info
zh_hans: 更新详情

# Update_Log_History
source: Update history
zh_hans: 更新历史

# Update_Log_Version
source: Version
zh_hans: 版本

source: Value
zh_hans: 数量

source: View
zh_hans: 查看

source: View Alliance
zh_hans: 查看联盟

source: View CEO
zh_hans: 查看CEO
